Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# OWNED_IDENTITY_TRANSFER_ERROR_SERVER_REQUEST_FAILED
source: We were unable to transfer your profile due to a network error. Please ensure that both of your devices are connected to the internet.
de: Es konnte aufgrund einer Netzwerkverbindung nicht dein Profil übertragen werden. Bitte stelle sicher, dass beide Geräte mit dem Internet verbunden sind.
es: No pudimos transferir tu perfil debido a un error de red. Por favor, asegúrate de que ambos dispositivos estén conectados a internet.
fr: Nous n'avons pas pu transférer votre profil en raison d'une erreur réseau. Veuillez vérifier que vos deux appareils sont connectés à Internet.
it: Non siamo riusciti a trasferire il tuo profilo a causa di un errore di rete. Assicurati che entrambi i tuoi dispositivi siano connessi a internet.
ja: ネットワークエラーのため、プロフィール情報の転送に失敗しました。両方のデバイスがインターネットに接続されていることをご確認ください。
ko: 네트워크 오류로 인해 프로필 전송에 실패했습니다. 두 기기가 모두 인터넷에 연결되어 있는지 확인하세요.
pt_br: Não foi possível transferir seu perfil devido a um erro de rede. Certifique-se de que ambos os seus dispositivos estejam conectados à internet.
pt_pt: Não foi possível transferir o seu perfil devido a um erro de rede. Certifique-se de que ambos os seus dispositivos estão conectados à internet.
ru: Не удалось перенести ваш профиль из-за ошибки сети. Пожалуйста, убедитесь, что оба ваших устройства подключены к интернету.
uk: Не вдалося перенести ваш профіль через помилку мережі. Будь ласка, переконайтеся, що обидва ваших пристрої підключені до Інтернету.
zh_hans: 由于网络错误，我们无法传输您的个人资料。请确保您的两台设备均已连接到互联网。

source: The profile you are attempting to transfer already exists on this device and cannot be transferred again. After closing this screen, tap on your profile picture to view the list of profiles available on this device.
de: Das Profil, das Sie übertragen möchten, existiert bereits auf diesem Gerät und kann nicht erneut übertragen werden. Schließen Sie diesen Bildschirm, und tippen Sie auf Ihr Profilbild, um die Liste der auf diesem Gerät verfügbaren Profile anzuzeigen.
es: El perfil que estás intentando transferir ya existe en este dispositivo y no se puede transferir nuevamente. Después de cerrar esta pantalla, toca tu foto de perfil para ver la lista de perfiles disponibles en este dispositivo.
fr: Le profil que vous tentez de transférer existe déjà sur cet appareil et ne peut pas être transféré une seconde fois. Après avoir fermé cette fenêtre, appuyez sur votre photo de profil pour afficher la liste des profils disponibles sur cet appareil.
it: Il profilo che stai tentando di trasferire esiste già su questo dispositivo e non può essere trasferito nuovamente. Dopo aver chiuso questa schermata, tocca la tua foto profilo per visualizzare l'elenco dei profili disponibili su questo dispositivo.
ja: 転送しようとしているプロファイルはこのデバイスに既に存在するため、再度転送することはできません。この画面を閉じた後、プロフィール画像をタップして、このデバイスで利用可能なプロファイルの一覧を確認してください。
ko: 전송하려는 프로필이 이미 이 장치에 존재하여 다시 전송할 수 없습니다. 이 화면을 닫은 후 프로필 사진을 탭하여 이 장치에서 사용할 수 있는 프로필 목록을 확인하십시오.
pt_br: O perfil que você está tentando transferir já existe neste dispositivo e não pode ser transferido novamente. Após fechar esta tela, toque em sua foto de perfil para visualizar a lista de perfis disponíveis neste dispositivo.
pt_pt: O perfil que está a tentar transferir já existe neste dispositivo e não pode ser transferido novamente. Depois de fechar este ecrã, toque na sua foto de perfil para ver a lista de perfis disponíveis neste dispositivo.
ru: Профиль, который вы пытаетесь перенести, уже существует на этом устройстве и не может быть перенесен снова. После закрытия этого экрана коснитесь своей фотографии профиля, чтобы просмотреть список доступных профилей на этом устройстве.
uk: Профіль, який ви намагаєтеся перенести, вже існує на цьому пристрої і не може бути перенесений знову. Після закриття цього екрану натисніть на зображення свого профілю, щоб переглянути список профілів, доступних на цьому пристрої.
zh_hans: 您尝试传输的个人资料已存在于此设备上，无法再次传输。关闭此屏幕后，请轻点您的头像以查看此设备上可用的个人资料列表。

# OWNED_IDENTITY_TRANSFER_FAILED_BODY_%@
source: Please try again. If the problem persists, please send the following error to [%@](mailto:%@). We will do our best to help you out!
de: Bitte versuche es erneut. Wenn das Problem weiterhin besteht, sende bitte den folgenden Fehler an [%@](mailto:%@). Wir werden unser Bestes tun, um dir zu helfen!
es: Por favor, inténtalo de nuevo. Si el problema persiste, envía el siguiente error a [%@](mailto:%@). Haremos todo lo posible para ayudarte.
fr: Veuillez essayer à nouveau. Si le problème persiste, n'hésitez pas à envoyer l'erreur ci-dessous à [%@](mailto:%@). Nous ferons tout notre possible pour vous aider !
it: Per favore, riprova. Se il problema persiste, invia il seguente errore a [%@](mailto:%@). Faremo del nostro meglio per aiutarti!
ja: もう一度お試しください。問題が解決しない場合は、以下のエラーメッセージを[%@](mailto:%@)までお送りください。できる限りサポートさせていただきます！
ko: 다시 시도해 주세요. 문제가 계속되면 다음 오류 메시지를 [%@](mailto:%@)로 보내주세요. 최선을 다해 도와드리겠습니다!
pt_br: Por favor, tente novamente. Se o problema persistir, envie a mensagem de erro para [%@](mailto:%@). Faremos o possível para ajudar!
pt_pt: Por favor, tente novamente. Se o problema persistir, envie o seguinte erro para [%@](mailto:%@). Faremos o nosso melhor para ajudar!
ru: Пожалуйста, попробуйте еще раз. Если проблема не исчезнет, отправьте следующую ошибку на [%@](mailto:%@). Мы сделаем все возможное, чтобы вам помочь!
uk: Будь ласка, спробуйте ще раз. Якщо проблема не зникає, надішліть наступну помилку на адресу [%@](mailto:%@). Ми докладемо всіх зусиль, щоб вам допомогти!
zh_hans: 请重试。如果问题仍然存在，请将以下错误信息发送至[%@](mailto:%@)。我们会尽力帮助您！

# OWNED_IDENTITY_TRANSFER_FAILED_SUBTITLE
source: But please try again
de: Aber bitte versuche es noch einmal
es: Pero por favor, inténtalo de nuevo
fr: Mais n'hésitez pas à essayer à nouveau
it: Ma riprova, per favore
ja: でも、もう一度試してみてください
ko: 하지만 다시 시도해 주세요.
pt_br: Mas, por favor, tente novamente.
pt_pt: Mas, por favor, tente novamente
ru: Но, пожалуйста, попробуйте еще раз
uk: Але, будь ласка, спробуйте ще раз
zh_hans: 但请再次尝试

# OWNED_IDENTITY_TRANSFER_FAILED_TITLE
source: We could not transfer your profile
de: Dein Profil konnte nicht übertragen werden.
es: No pudimos transferir tu perfil
fr: Il n'a pas été possible de transférer votre profil
it: Non siamo riusciti a trasferire il tuo profilo
ja: プロフィール情報の転送に失敗しました
ko: 프로필 전송에 실패했습니다.
pt_br: Não foi possível transferir seu perfil
pt_pt: Não foi possível transferir o seu perfil
ru: Не удалось перенести ваш профиль
uk: Не вдалося перенести ваш профіль
zh_hans: 我们无法转移您的个人资料

# OWNED_IDENTITY_TRANSFER_INCORRECT_SERIOUS_ERROR
source: Something went wrong 😳. Please try again.
de: Etwas ist schiefgelaufen 😳. Bitte versuche es erneut.
es: Ocurrió un error 😳. Por favor, inténtalo de nuevo.
fr: Quelque chose s'est mal passé 😳. Veuillez réessayer.
it: Si è verificato un errore 😳. Riprova.
ja: 何らかのエラーが発生しました。😳 もう一度お試しください。
ko: 알 수 없는 오류가 발생했습니다. 다시 시도해주세요.
pt_br: Algo deu errado 😳. Por favor, tente novamente.
pt_pt: Ocorreu um erro 😳. Por favor, tente novamente.
ru: Что-то пошло не так 😔. Пожалуйста, попробуйте ещё раз.
uk: Щось пішло не так 😞. Будь ласка, спробуйте ще раз.
zh_hans: 发生了一些错误，请重试。

# OWNED_IDENTITY_TRANSFER_INCORRECT_TRANSFER_SESSION_NUMBER
source: The code seems to be incorrect 🥲. Please double-check it and try again.
de: Der Code scheint fehlerhaft zu sein 🥲. Bitte überprüfe ihn noch einmal und versuche es erneut.
es: El código parece ser incorrecto 😟. Por favor, revísalo y vuelve a intentarlo.
fr: Le code semble être incorrect 🥲. Veuillez le vérifier avant d'essayer à nouveau.
it: Il codice sembra non essere corretto 🤦‍♀️. Per favore, ricontrollalo e riprova.
ja: コードに誤りがあるようです。🥲 もう一度確認してやり直してください。
ko: 코드가 올바르지 않은 것 같습니다. 다시 확인하고 다시 시도해 주세요.
pt_br: Parece que o código está incorreto 😥. Por favor, verifique-o novamente e tente outra vez.
pt_pt: Parece que o código está incorreto 🥲. Por favor, verifique-o novamente e tente novamente.
ru: Похоже, код некорректен 🤦‍♀️. Пожалуйста, перепроверьте его и попробуйте еще раз.
uk: Схоже, код невірний 🤦‍♀️. Будь ласка, ще раз перевірте його та спробуйте ще раз.
zh_hans: 代码似乎不正确，请仔细检查并重试。

# OWNED_IDENTITY_TRANSFER_KINDA_FAILED_BODY_%@
source: Please send the following error to [%@](mailto:%@). We will do our best to help you out!
de: Bitte senden Sie den folgenden Fehler an [%@](mailto:%@). Wir werden unser Bestes tun, um Ihnen zu helfen!
es: Por favor, envía el siguiente error a [%@](mailto:%@). ¡Haremos todo lo posible para ayudarte!
fr: N'hésitez pas à envoyer l'erreur ci-dessous à [%@](mailto:%@). Nous ferons tout notre possible pour vous aider !
it: Si prega di inviare il seguente errore a [%@](mailto:%@). Faremo del nostro meglio per aiutarti!
ja: 以下のエラーを[%@](mailto:%@)までお送りください。可能な限り対応させていただきます！
ko: 다음 오류를 [%@](mailto:%@)로 보내주세요. 최선을 다해 도와드리겠습니다!
pt_br: Por favor, envie os detalhes do erro para [%@](mailto:%@). Faremos o possível para te ajudar!
pt_pt: Por favor, envie o seguinte erro para [%@](mailto:%@). Faremos o nosso melhor para ajudar!
ru: Пожалуйста, отправьте следующее сообщение об ошибке на [%@](mailto:%@). Мы сделаем все возможное, чтобы вам помочь!
uk: Будь ласка, надішліть наступну помилку на [%@](mailto:%@). Ми докладемо всіх зусиль, щоб вам допомогти!
zh_hans: 请将以下错误信息发送至[%@](mailto:%@)。我们会尽力帮助您！

# OWNED_IDENTITY_TRANSFER_KINDA_FAILED_TITLE
source: Your profile's preferences could not be fully restored on this device
de: Die Einstellungen Ihres Profils konnten auf diesem Gerät nicht vollständig wiederhergestellt werden.
es: No se pudieron restaurar completamente las preferencias de tu perfil en este dispositivo
fr: Les préférences de votre profil n'ont pas pu être restaurées complètement
it: Non è stato possibile ripristinare completamente le preferenze del tuo profilo su questo dispositivo
ja: このデバイスで、プロフィールの設定を完全に復元できませんでした
ko: 이 기기에서 프로필 설정을 완전히 복원할 수 없습니다.
pt_br: Não foi possível restaurar completamente as preferências do seu perfil neste dispositivo
pt_pt: Não foi possível restaurar completamente as preferências do seu perfil neste dispositivo.
ru: Не удалось полностью восстановить настройки вашего профиля на этом устройстве
uk: Не вдалося повністю відновити налаштування вашого профілю на цьому пристрої
zh_hans: 无法在此设备上完全恢复您的个人资料偏好设置

# OWNED_IDENTITY_TRANSFER_TARGET_LAST_STEP
source: Almost there! The remaining steps are perfomed on your second device.
de: Fast geschafft! Die restlichen Schritte werden auf Ihrem zweiten Gerät ausgeführt.
es: ¡Casi listo! Los pasos restantes se realizarán en tu segundo dispositivo.
fr: Nous y sommes presque ! Les dernières étapes se passent sur votre deuxième appareil.
it: Ci siamo quasi! I passaggi rimanenti vengono eseguiti sul tuo secondo dispositivo.
ja: もうすぐ完了です！残りの手順は、別のデバイスで実行します。
ko: 거의 다 왔습니다! 남은 단계는 다른 기기에서 진행됩니다.
pt_br: Quase pronto! Os próximos passos serão realizados no seu segundo dispositivo.
pt_pt: Quase pronto! Os passos restantes serão realizados no seu segundo dispositivo.
ru: Почти готово! Оставшиеся шаги выполняются на вашем втором устройстве.
uk: Майже готово! Залишилось завершити кроки на вашому другому пристрої.
zh_hans: 快完成了！剩余步骤将在您的第二台设备上执行。

# PASTE_CONFIGURATION_LINK
source: Paste a configuration from the clipboard
de: Konfiguration aus der Zwischenablage einfügen
es: Pega una configuración desde el portapapeles
fr: Coller une configuration depuis le presse-papiers
it: Incolla una configurazione dagli appunti
ja: クリップボードから設定を貼り付けてください
ko: 클립보드에서 구성을 붙여넣으세요
pt_br: Cole uma configuração da área de transferência
pt_pt: Cole uma configuração da área de transferência
ru: Вставьте конфигурацию из буфера обмена
uk: Вставте конфігурацію з буфера обміну
zh_hans: 从剪贴板粘贴配置

# PLEASE_NOTE_THIS_CODE_WORKS_ONLY_ONCE
source: Please note that this code will work only once.
de: Bitte beachten Sie, dass dieser Code nur einmal funktioniert.
es: Por favor, ten en cuenta que este código solo funcionará una vez.
fr: Ce code n'est utilisable qu'une seule fois.
it: Si prega di notare che questo codice funzionerà solo una volta.
ja: このコードは一度しか使用できませんのでご注意ください。
ko: 이 코드는 한 번만 작동한다는 점에 유의하십시오.
pt_br: Por favor, observe que este código funcionará apenas uma vez.
pt_pt: Tenha em atenção que este código só funcionará uma vez.
ru: Пожалуйста, обратите внимание, что этот код сработает только один раз.
uk: Будь ласка, зверніть увагу, що цей код спрацює лише один раз.
zh_hans: 请注意，此代码只能使用一次。

source: Please try again later
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, inténtalo de nuevo más tarde
fr: Veuillez essayer à nouveau plus tard
it: Riprova più tardi
ja: 後ほどもう一度お試しください
ko: 나중에 다시 시도해 주세요.
pt_br: Por favor, tente novamente mais tarde.
pt_pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже
uk: Будь ласка, спробуйте ще раз пізніше
zh_hans: 请稍后再试

# PROFILE_ADDED_SUCCESSFULLY
source: Your profile was added on this device
de: Dein Profil wurde auf diesem Gerät hinzugefügt
es: Tu perfil se añadió en este dispositivo
fr: Votre profil a été ajouté sur cet appareil
it: Il tuo profilo è stato aggiunto su questo dispositivo
ja: このデバイスにあなたのプロフィールが登録されました
ko: 이 장치에 프로필이 추가되었습니다.
pt_br: Seu perfil foi adicionado neste dispositivo
pt_pt: O seu perfil foi adicionado neste dispositivo
ru: Ваш профиль был добавлен на этом устройстве
uk: Ваш профіль було додано на цьому пристрої
zh_hans: 您的个人资料已添加到此设备

# PROFILE_YOU_ARE_ABOUT_TO_ADD_TO_NEW_DEVICE
source: This profile:
de: Dieses Profil:
es: Este perfil:
fr: Ce profil:
it: Questo profilo:
ja: このプロフィール:
ko: 이 프로필:
pt_br: Este perfil:
pt_pt: Este perfil:
ru: Этот профиль:
uk: Цей профіль:
zh_hans: 此个人资料：

# PROTECT_PRIVACY_EXPLANATION
source: To protect your privacy, Olvid has **no public or central user directory**. Your profile will only be seen by the **people you connect with**.
de: Um Ihre Privatsphäre zu schützen, hat Olvid **kein öffentliches oder zentrales Benutzerverzeichnis**. Ihr Profil wird nur den **Personen angezeigt, mit denen Sie sich verbinden**.
es: Para proteger tu privacidad, Olvid **no tiene un directorio público o central de usuarios**. Tu perfil solo será visible para **las personas con las que te conectes**.
fr: Pour protéger votre vie privée, Olvid n'a **pas d'annuaire centralisé des utilisateurs**. Seuls **vos contacts** verront votre profil.
it: Per proteggere la tua privacy, Olvid **non ha una directory pubblica o centralizzata di utenti**. Il tuo profilo sarà visibile solo alle **persone con cui ti connetti**.
ja: プライバシー保護のため、Olvidには**公開または中央集権型のユーザーディレクトリはありません**。お客様のプロフィールは、**お客様が接続した相手**にのみ表示されます。
ko: 사용자의 개인 정보를 보호하기 위해 Olvid에는 **공개되거나 중앙 집중식 사용자 디렉터리가 없습니다**. 사용자의 프로필은 **연결된 사람에게만** 표시됩니다.
pt_br: Para proteger sua privacidade, o Olvid **não possui um diretório público ou central de usuários**. Seu perfil só será visível para as **pessoas com quem você se conectar**.
pt_pt: Para proteger a sua privacidade, o Olvid **não tem um diretório de utilizadores público ou centralizado**. O seu perfil só será visível para as **pessoas com quem se conectar**.
ru: Для защиты вашей конфиденциальности в Olvid **нет общедоступного или централизованного каталога пользователей**. Ваш профиль будет виден только **людям, с которыми вы общаетесь**.
uk: Щоб захистити вашу приватність, Olvid **не має публічного або централізованого списку користувачів**. Ваш профіль буде видно лише **тим людям, з якими ви спілкуєтесь**.
zh_hans: 为了保护您的隐私，Olvid **没有公共或中心化的用户目录**。您的个人资料只会对您**连接的人**可见。

source: Please sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on.
de: Bitte melden Sie sich bei Ihrem iCloud-Konto an. Öffnen Sie auf dem Startbildschirm die Einstellungen, tippen Sie auf iCloud und geben Sie Ihre Apple-ID ein. Aktivieren Sie iCloud-Laufwerk.
es: Por favor, inicia sesión en tu cuenta de iCloud. En la pantalla de inicio, abre Ajustes, toca iCloud e introduce tu ID de Apple. Activa iCloud Drive.
fr: Connectez-vous à iCloud. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive.
it: Si prega di accedere al proprio account iCloud. Nella schermata Home, avviare Impostazioni, toccare iCloud e inserire il proprio Apple ID. Attivare iCloud Drive.
ja: iCloudアカウントにサインインしてください。ホーム画面で「設定」を開き、「iCloud」をタップして、Apple IDを入力します。iCloud Driveをオンにします。
ko: iCloud 계정에 로그인하세요. 홈 화면에서 설정을 실행하고 iCloud를 탭한 다음 Apple ID를 입력하세요. iCloud Drive를 켜세요.
pt_br: Faça login na sua conta iCloud. Na tela inicial, abra Ajustes, toque em iCloud e insira seu ID Apple. Ative o iCloud Drive.
pt_pt: Inicie sessão na sua conta iCloud. Na tela inicial, abra as Definições, toque em iCloud e introduza o seu Apple ID. Ative o iCloud Drive.
ru: Пожалуйста, войдите в свою учетную запись iCloud. На главном экране откройте «Настройки», нажмите «iCloud» и введите свой Apple ID. Включите «iCloud Drive».
uk: Будь ласка, увійдіть у свій обліковий запис iCloud. На головному екрані запустіть «Налаштування», торкніться «iCloud» і введіть свій Apple ID. Увімкніть iCloud Drive.
zh_hans: 请登录您的 iCloud 账户。在主屏幕上，打开“设置”，点击“iCloud”，然后输入您的 Apple ID。开启“iCloud 云盘”。

# RECORD_PERMISSION_TEXT_1
source: To receive phone and video calls without interruption, microphone access is required. This ensures you never miss an important conversation.
de: Um Telefon- und Videoanrufe ohne Unterbrechung empfangen zu können, ist Mikrofonzugriff erforderlich. Dies stellt sicher, dass Sie kein wichtiges Gespräch verpassen.
es: Para recibir llamadas de voz y video sin interrupciones, se requiere acceso al micrófono. Esto garantiza que nunca te pierdas una conversación importante.
fr: Pour recevoir les appels téléphoniques et vidéo sans problème, l’accès au microphone est nécessaire. Ainsi, vous ne manquerez jamais une conversation importante.
it: Per ricevere chiamate vocali e video senza interruzioni, è necessario l'accesso al microfono. Questo assicura che tu non perda mai una conversazione importante.
ja: 電話やビデオ通話を途切れることなく受信するには、マイクへのアクセスが必要です。これにより、重要な会話を見逃すことがなくなります。
ko: 전화 및 영상 통화를 끊김 없이 받으려면 마이크 접근 권한이 필요합니다. 이렇게 하면 중요한 대화를 놓치지 않도록 할 수 있습니다.
pt_br: Para receber chamadas de voz e vídeo sem interrupção, é necessário conceder acesso ao microfone. Isso garante que você nunca perca uma conversa importante.
pt_pt: Para receber chamadas de voz e vídeo sem interrupções, é necessária a permissão de acesso ao microfone. Isto garante que nunca perca uma conversa importante.
ru: Для приема телефонных и видеозвонков без прерываний требуется доступ к микрофону. Это гарантирует, что вы не пропустите важный разговор.
uk: Щоб отримувати телефонні та відеодзвінки без перешкод, потрібен доступ до мікрофона. Це гарантує, що ви ніколи не пропустите важливу розмову.
zh_hans: 为了不间断地接收语音和视频通话，需要启用麦克风权限。 这样可以确保您不会错过任何重要的对话。

# RECORD_PERMISSION_TEXT_2
source: Granting microphone access lets you record and send voice messages—no extra steps needed.
de: Durch das Erteilen der Mikrofonberechtigung können Sie Sprachnachrichten aufnehmen und senden – ohne zusätzliche Schritte.
es: Otorgar acceso al micrófono te permite grabar y enviar mensajes de voz, sin pasos adicionales.
fr: L’accès au microphone vous permet d’enregistrer et d’envoyer des messages vocaux, sans étape supplémentaire.
it: Concedendo l'accesso al microfono, potrai registrare e inviare messaggi vocali senza passaggi aggiuntivi.
ja: マイクへのアクセスを許可すると、音声メッセージを録音して送信できます。追加の手順は必要ありません。
ko: 마이크 접근 권한을 부여하면 별도의 추가 단계 없이 음성 메시지를 녹음하고 보낼 수 있습니다.
pt_br: Ao conceder acesso ao microfone, você poderá gravar e enviar mensagens de voz sem etapas adicionais.
pt_pt: Ao conceder acesso ao microfone, poderá gravar e enviar mensagens de voz, sem necessidade de passos adicionais.
ru: Предоставление доступа к микрофону позволяет записывать и отправлять голосовые сообщения — дополнительные действия не требуются.
uk: Надання доступу до мікрофона дозволить вам записувати та надсилати голосові повідомлення — додаткові кроки не потрібні.
zh_hans: 授予麦克风权限后，您可以录制和发送语音消息，无需额外步骤。

# RECORD_PERMISSION_TEXT_3
source: For calls and voice messages to work perfectly, we recommend granting microphone access. Your privacy is always protected.
de: Damit Anrufe und Sprachnachrichten einwandfrei funktionieren, empfehlen wir, den Zugriff auf das Mikrofon zu gewähren. Ihr Datenschutz ist jederzeit gewährleistet.
es: Para que las llamadas y los mensajes de voz funcionen perfectamente, recomendamos conceder acceso al micrófono. Tu privacidad siempre está protegida.
fr: Pour que les appels et les messages vocaux fonctionnent parfaitement, nous vous recommandons d’autoriser l’accès au microphone. Votre vie privée est toujours protégée.
it: Per far funzionare perfettamente chiamate e messaggi vocali, ti consigliamo di concedere l'accesso al microfono. La tua privacy è sempre protetta.
ja: 通話やボイスメッセージをスムーズにご利用いただくために、マイクへのアクセスを許可することをお勧めします。お客様のプライバシーは常に保護されます。
ko: 통화 및 음성 메시지가 원활하게 작동하도록 마이크 접근 권한을 부여하는 것이 좋습니다. 귀하의 개인 정보는 항상 보호됩니다.
pt_br: Para que as chamadas e mensagens de voz funcionem perfeitamente, recomendamos conceder acesso ao microfone. Sua privacidade está sempre protegida.
pt_pt: Para que as chamadas e mensagens de voz funcionem perfeitamente, recomendamos que conceda acesso ao microfone. A sua privacidade está sempre protegida.
ru: Для корректной работы звонков и голосовых сообщений рекомендуется разрешить доступ к микрофону. Мы всегда заботимся о вашей конфиденциальности.
uk: Щоб дзвінки та голосові повідомлення працювали бездоганно, рекомендуємо надати доступ до мікрофона. Ваша конфіденційність завжди захищена.
zh_hans: 为了确保通话和语音消息功能正常运行，我们建议您授予麦克风权限。您的隐私将始终受到保护。

source: Restore a backup
de: Backup wiederherstellen
es: Restaurar una copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina un backup
ja: バックアップを復元
ko: 백업 복원
pt_br: Restaurar um backup
pt_pt: Restaurar uma cópia de segurança
ru: Восстановить резервную копию
uk: Відновити резервну копію
zh_hans: 恢复备份

# RESTORE_BACKUP_FAILED_EXPLANATION
source: The backup could not be restored. If you can, we recommend you try to restore another backup.
de: Die Sicherung konnte nicht wiederhergestellt werden. Wenn möglich, empfehlen wir, eine andere Sicherung wiederherzustellen.
es: No se pudo restaurar la copia de seguridad. Si es posible, recomendamos que intentes restaurar otra copia.
fr: La sauvegarde n'a malheureusement pas pu être restaurée. Si vous le pouvez, nous vous recommandons d'essayer de restaurer une autre sauvegarde.
it: Il backup non è stato ripristinato. Se possibile, ti consigliamo di provare a ripristinare un altro backup.
ja: バックアップの復元に失敗しました。別のバックアップを復元できる場合は、そちらをお試しください。
ko: 백업을 복원할 수 없습니다. 가능하다면 다른 백업을 복원해 보시는 것을 권장합니다.
pt_br: O backup não pôde ser restaurado. Se possível, recomendamos que você tente restaurar outro backup.
pt_pt: Não foi possível restaurar a cópia de segurança. Se possível, recomendamos que tente restaurar outra cópia de segurança.
ru: Резервную копию не удалось восстановить. Если возможно, рекомендуем попробовать восстановить другую резервную копию.
uk: Не вдалося відновити резервну копію. Якщо можливо, рекомендуємо спробувати відновити іншу резервну копію.
zh_hans: 无法恢复备份。如果可以，我们建议您尝试恢复其他备份。

source: Restoring backup. Please Wait.
de: Sicherung wird wiederhergestellt. Bitte warten.
es: Restaurando la copia de seguridad. Por favor, espere.
fr: Restauration en cours...
it: Ripristino del backup. Attendere prego.
ja: バックアップからの復元中です。しばらくお待ちください。
ko: 백업 복원 중입니다. 잠시 기다려 주세요.
pt_br: Restaurando o backup. Aguarde.
pt_pt: A restaurar a cópia de segurança. Aguarde.
ru: Восстановление резервной копии. Пожалуйста, подождите.
uk: Відновлення резервної копії. Будь ласка, зачекайте.
zh_hans: 正在恢复备份，请稍候。
